Repository: muhammetn/rm
Catalog: rm/Utils/*.lproj/Localizable.strings
Languages: tk

source: Тип машины:
tk: Maşynyň görnüşi:

source: Ваш отзыв
tk: Pikirleriňiz

source: something went wrong!
tk: Bir zat ýalňyş boldy!

source: networkError
tk: Internet ýalňyşlygy

source: noInternet
tk: Internet birikmesi ýok.

source: involidUrl
tk: Internet ýalňyşlygy

source: incorrectJson
tk: Internet ýalňyşlygy

source: userExist
tk: Ulanyjy bar

source: unauthorized
tk: Rugsat berilmedik

source: nullData
tk: Internet ýalňyşlygy

source: Повторить попытку
tk: Gaýtadan synanyşmak

source: Отсутствует интернет-соединение.
tk: Internet birikmesi ýok.

source: Проверьте подключение к WI-FI или сотовой сети и повторите попытку.
tk: WI-FI ýa-da öýjükli birikmäni barlaň we gaýtadan synanyşyň.

source: Ваш заказ отправлен!
tk: Sargydyňyz iberildi

source: Ваш заказ отправлен администратору, пожалуйста, подождите, вы можете отслеживать статус заказа в разделе статуса
tk: Sargydyňyz dolandyryja iberildi, garaşyň, buýrugyň ýagdaýyny status bölüminde yzarlap bilersiňiz

source: Продолжить
tk: Dowam et

source: Вы уверены, что хотите удалить?
tk: Aýyrmak isleýärsiňizmi?

source: Отменить
tk: Ýatyrmak

source: Да, удалить
tk: Hawa, öçür

source: Начать
tk: Başlamak

source: У вас пока нет заказов.
tk: Sizde entek sargyt ýok

source: Выберите тип машины и услуги
tk: Maşyn görnüşini we hyzmaty saýlaň

source: Trash
tk: Sebet

source: Свободно
tk: Boş

source: нет машин в очереди
tk: Nobatda awtoulag ýok

source: машины в очереди
tk: nobatdaky awtoulaglar

source: Все VIP категория
tk: Ähli VIP kategoriýa

source: Вы можете изменить тип машины здесь:
tk: Maşynyň görnüşini şu ýerden üýtgedip bilersiňiz:

source: Вид услуги
tk: Hyzmatyň görnüşi

source: Выберите сами
tk: Özüňiz saýlaň

source: Итоговая цена:
tk: Jemi bahasy:

source: Это VIP сервис, без очереди на мойку, не нужно выбирать время
tk: Bu VIP hyzmaty, ýuwmak üçin nobat ýok, wagt saýlamagyň zerurlygy ýok

source: Заполнитe бланки
tk: Formalary dolduryň

source: Модел машин. Например: Tayota Camry
tk: Awtoulag modelleri. Mysal üçin: Toyota Camry

source: Номер машин. Например: AY 8512
tk: Awtoulag belgisi Mysal üçin: AY 8512

source: Когда вы хотите использовать?
tk: Haçan ulanmak isleýärsiňiz?

source: Забронировать время
tk: Wagt bellemek

source: Заехать сейчас
tk: Häzir barmak

source: service type:
tk: Hyzmatlaryň görnüşi:

source: Custom service
tk: Hususy hyzmat

source: Принять
tk: Kabul edildi

source: В процессе
tk: Garaşylýar

source: Завершён
tk: Tamamlandy

source: человек
tk: adam

source: Oтменен
tk: Ýatyryldy

source: О машине
tk: Awtoulag hakda

source: Итоги:
tk: Netije:

source: Сервисы
tk: Hyzmatlar

source: Выберите тип машина
tk: Autoulag görnüşini saýlaň

source: Цены могут меняться в зависимости от выбранного вами типа
tk: Bahalar, saýlan görnüşiňize baglylykda üýtgäp biler.

source: Выберите дату
tk: Sene saýlaň

source: Выберите время
tk: Wagt saýlaň

source: Заказать
tk: Sargamak

source: Профил и настройки
tk: Profil we sazlamalar

source: Имя:
tk: Adyňyz:

source: Телефон:
tk: Telefon belgiňiz:

source: Язык:
tk: Dil:

source: Удалить аккаунт
tk: Hasaby öçürmek

source: Выйти из аккаунта
tk: Hasapdan çykmak

source: Как качество наших услуг
tk: Hyzmatlarymyz nähili

source: Статусы
tk: Statuslar

source: Активны
tk: Aktiw

source: Выполнены
tk: Dynylan

source: Полная информация
tk: Doly maglumat

source: VIP услуги
tk: VIP hyzmatlary

source: warning
tk: Üns beriň

source: Минимум
tk: Azyndan

source: мойщик
tk: ýuwujy

source: минут
tk: minut

source: please enter car model!
tk: Awtoulag modelini giriziň!

source: please enter car number!
tk: Awtoulag belgisini giriziň!

source: Полная мойка (кузов, салон)
tk: Doly ýuwmak (beden, içki)

source: please check usage!
tk: Ulanylyş kadasy kabul edilmedik!

source: Ваш номер телефона успешно изменен
tk: Telefon belgiňiz üstünlikli üýtgedildi

source: Resend
tk: Gaýtadan iber

source: please enter more symbols
tk: Doly adyny ýazmagyňyzy haýyş edýäris!

source: Ваша имя успешно изменен
tk: Adyňyz üstünlikli üýtgedildi

source: Home
tk: Esasy

source: Service
tk: Status

source: Выберите мойщики
tk: Tämizleýiji saýlaň

source: please select packages!
tk: Bukjalary saýlaň!

source: Выберите услугу
tk: Hyzmat saýlaň

source: please enter car no!
tk: Ulagyň belgisini giriziň!

source: Минимум 1 мойщик
tk: Iň azyndan 1 ýuwujy

source: услуги
tk: hyzmatlar

source: Выбранные услуги
tk: Saýlanan hyzmatlar

source: please select date!
tk: Sene saýlaň!

source: please select correct!
tk: Dogry senäni saýlaň!

source: cancel
tk: Ýatyrmak

source: do you want log out?
tk: Hasapdan çykmak isleýäňizmi?

source: yes
tk: Hawa

source: do you want remove your account?
tk: Hasabyňyzy pozmak isleýäňizmi?

source: Error
tk: Ýalňyşlyk

source: ok
tk: ОК

source: Занято
tk: Doly

source: Monday
tk: Duşenbe

source: Tuesday
tk: Sişenbe

source: Wednesday
tk: Çarşenbe

source: Thursday
tk: Penşenbe

source: Friday
tk: Anna

source: Saturday
tk: Şenbe

source: Sunday
tk: Ýekşenbe

source: pending
tk: Garaşylýar

source: received
tk: Kabul edildi

source: on_process
tk: Prosesde

source: completed
tk: Tamamlandy

source: canceled
tk: Ýatyryldy

source: Перед вами
tk: Sizden öň

source: очереди
tk: maşyn oçerde

source: CUSTOM
tk: Özüň saýlanlaryňyz
